app/views/visitors/index.html.erb

SELECT COUNT(*) FROM "users"
---

<p align=center><%= link_to 'Users:', users_path %> <%= User.count %> registered</p>