app/controllers/terms_controller.rb

SELECT "terms".* FROM "terms"
---
  def index
    @terms = Term.all